
#    第一件衣服
bh1 = " 01 " ; mc1 = "T恤衫" ; jg1 = 120 ; pz1 = "棉" ; lx1 = "夏季" ; xl1 = 200

#    第二件衣服
bh2 = "02"
mc2 = "牛仔裤"
jg2 = 200
pz2 = "棉"
lx2 = "夏季"
xl2 = 130


print("------------------------------------艾莱依衣服商城系统---------------------------------")
print("编号\t\t\t衣服名称\t\t\t价格\t\t\t品质\t\t\t类型\t\t\t销量")
print("------------------------------------------------------------------------------------")
print(bh1, "\t\t", mc1, "\t\t", jg1, "\t\t", pz1, "\t\t", lx1, "\t\t", xl1)
print(bh2, "\t\t\t", mc2, "\t\t", jg2, "\t\t", pz2, "\t\t", lx2, "\t\t", xl2)
print("总价格￥：", (jg1 * xl1 + jg2 * xl2))


